Revit 2027 API
UnitTypeId.SquareFeetPerKip Property
 Square feet per kip.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareFeetPerKip { get; }
Public Shared ReadOnly Property SquareFeetPerKip As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareFeetPerKip {
	ForgeTypeId^ get ();
}
static member SquareFeetPerKip : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace